Repository: spustoff/App156
Catalog: App156/*.lproj/Localizable.strings
Languages: ru

source: Portfolio
ru: Портфолио

source: All Skins
ru: Все Скины

source: News
ru: Новости

source: Settings
ru: Настройки

source: Game
ru: Игра

source: Winner
ru: Победитель

source: Amount:
ru: Сумма:

source: Total Price:
ru: Общая стоимость:

source: Add to Portfolio
ru: Добавить в Портфолио

source: Usage Policy
ru: Политика использования

source: Rate Us
ru: Оцените нас

source: Random Picking Game
ru: Игра на случайный выбор

source: Drop a random skin into a random group of yours
ru: Выберите случайный скин и добавьте его в случайную группу

source: The comments are empty
ru: Комментарии отсутствуют

source: No any comment on this post
ru: Ни одного комментария к этому посту

source: Favorites
ru: Избранное

source: Favorites are empty
ru: Избранное пусто

source: Add the news from your group here
ru: Добавьте новости из вашей группы здесь

source: The news are empty
ru: Новости отсутствуют

source: Now our platform does not have any news
ru: На нашей платформе пока нет новостей

source: Add the skins from your group here
ru: Добавьте скины из вашей группы здесь

source: Add
ru: Добавить

source: Added
ru: Добавлено

source: All skins will be here
ru: Здесь будут все скины

source: Now our platform does not have any skin
ru: На нашей платформе пока нет скинов

source: Statistics
ru: Статистика

source: Balance
ru: Баланс

source: Skins
ru: Скины

source: Your skins will be here
ru: Ваши скины будут здесь

source: Add your first group by clicking the icon above to start adding skins
ru: Добавьте свою первую группу, нажав на иконку выше, чтобы начать добавлять скины

source: Test your chances of success
ru: Проверьте свои шансы на успех

source: Your choice means a lot
ru: Ваш выбор много значит

source: Convenient inventory
ru: Удобный инвентарь

source: Take what's yours
ru: Возьмите то, что ваше

source: Leave your opinion
ru: Оставьте свое мнение

source: Rate us in the App Store, it will help us make it even better
ru: Оцените нас в App Store, это поможет сделать наше приложение еще лучше

source: Don't miss anything important
ru: Не пропустите ничего важного

source: Get the most up-to-date information
ru: Получайте самую актуальную информацию

source: All in one place
ru: Все в одном месте

source: Keep track of your investment in KS GO skins in our app
ru: Отслеживайте ваши инвестиции в скины KS GO в нашем приложении

source: Skin Library
ru: Библиотека Скинов

source: Add the skins you want or create custom skins
ru: Добавляйте скины, которые вы хотите, или создайте собственные скины

source: Trending News
ru: Актуальные Новости

source: All the latest events from the world of cs go and cybersport
ru: Все последние события из мира cs go и киберспорта

source: Next
ru: Далее

source: Enable Notifications
ru: Включить Уведомления
